Repository: zvolsky/opentrafficweb
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Best regards, The %(domain)s Team
cs: S pozdravem, Váš %(domain)s tým

source: Hi there,
cs: Dobrý den,

source: New on our website?
cs: Jste poprvé na našich stránkách?

source: Sign up
cs: Zaregistrovat se

source: Please log in
cs: Prosím, přihlašte se

source: Log in
cs: Přihlásit se

source: Forgot your username?
cs: Zapomněl(a) jsem jméno uživatele

source: Forgot your password?
cs: Zapomněl(a) jsem heslo

source: Change password
cs: Změnit heslo

source: Password changed
cs: Heslo bylo změněno

source: Success.
cs: Provedeno.

source: Your password has been changed.
cs: Vaše heslo bylo změněno.

source: Get username
cs: Zjistit jméno uživatele

source: Enter your email address and we will send you your username.
cs: Zadejte mailovou adresu, pod níž jste registrován(a), a my Vám zašleme Vaše jméno uživatele.

source: Send email with username
cs: Poslat mail se jménem uživatele

source: Check your email for your username.
cs: Zkontrolujte svoji mailovou schránku, v mailu najdete své jméno uživatele.

source: Your username for the website %(domain)s registered together with the email address %(email)s is: %(username)s
cs: Vaše jméno uživatele pro web %(domain)s, jak bylo registrováno spolu s mailovou adresou %(email)s je: %(username)s

source: asked: get your username
cs: Žádal(a) jste: O sdělení jména uživatele

source: Go to the main page
cs: Přejít na hlavní stránku

source: If it doesn't appear within a few minutes, check your spam folder too.
cs: Pokud se mail neobjeví v krátké době, pokuste se ho najít také ve složce spamu.

source: Return to log in
cs: Zpět k přihlášení uživatele

source: If you've received this mail in error, it's likely that another user entered your email address by mistake while trying to login. If you didn't initiate the request, you don't need to take any further action and can safely disregard this email.
cs: Jestliže jste dostal(a) tento mail omylem, pak se to stalo nejspíš proto, že někdo omylem zadal Vaši adresu, když se pokoušel přihlásit na náš web. Jestliže jste to nebyl(a) Vy, není potřeba provést žádnou akci a tento mail můžete ignorovat.

source: Reset password
cs: Obnova hesla

source: Reset your password
cs: Obnovte si své heslo

source: Enter your email address and we will send you a link to reset your password.
cs: Zadejte mailovou adresu, pod níž jste registrován(a), a my Vám zašleme mail, který umožňuje si nastavit jiné heslo.

source: Send password reset email
cs: Odeslat mail, určený k obnově hesla

source: Check your email for a link to reset your password.
cs: Zkontrolujte svoji mailovou schránku, v mailu najdete odkaz pro obnovu hesla.

source: Change password for user: <b>%(username)s</b>
cs: Změnit heslo uživatele: <b>%(username)s</b>

source: It looks like this is an invalid password reset link. Please try your request again.
cs: Zdá se, že odkaz pro změnu hesla (už) není platný. Prosím, proveďte svoji žádost znova.

source: Request a new password reset link
cs: Zažádat o odkaz pro změnu hesla znovu

source: For a password reset for the email address %(email)s follow the link:
cs: Ke změně hesla uživatele, registrovaného pomocí adresy %(email)s klepněte na odkaz:

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
cs: Pokud by klepnutí na odkaz výše nefungovalo, prosím zkopírujte tuto adresu a vložte ji do adresního řádku v novém okně prohlížeče.

source: asked: change your password
cs: Žádal(a) jste: O obnovu hesla

source: Already have an account?
cs: Už máte založen účet?

source: Create an account
cs: Vytvořit účet
